[{"link": "https://www.weblancer.net/vacancies/prikladnoe-po-23/ishu-razrabotchika-znakomogo-s-java-razrabotkoj-dlya-telekoma-1167205/", "order_text": "В связи с перегрузкой моей команды срочно ищу разработчика с ОДНИМ из пунктов в опыте1. Программирование чего либо для Телеком компаний на Java и знаете английский.2. В резюме есть Cramer, NetCracker, cableScout3. В резюме есть Amdocs OSSМы уже 7 лет пишем софт под мобильные и веб-проекты для клиентов из США, ЕС и СНГ. И активно развиваем направление разработки мобильных/веб приложений и дальнейшего их продвижения.Ваши задачи:1) Оценка задач в часах2) Выполнение задач согласно техническому заданию3) Консультация проджект менеджера4) Еженедельные отчетыВам дадим:1) Еженедельную оплату2) Работу в команде3) Реально интересные задачиОт вас ждем:1) Плодотворную работу на долгий срок, 2+ лет2) Быть на связи не менее 6 часов в день (обязательная доступность с 10:00 до 19:00 по МСК)3) Умение четко доносить своё мнение4) Желание расти и развиваться вместе с компанией.В заявке укажите:1) Ваш юзернейм в телеграьме2) Ваш полный скиллистВ качестве испытания даем тестовые задания. Выполнение тестов оплачиваем.Свернуть", "listed": "4 дня назад", "category": "prikladnoe-po-23"}, {"link": "https://www.weblancer.net/projects/prikladnoe-po-23/napisanie-koda-dlya-programmy-v-delphi-1166891/", "order_text": "Необходимо доделать программу в Delphi (Delphi XE7) с использованием Microsoft Excel (версия 2007). Прикрепляю файл с заданием, в конце которого ссылка на проект приложения. Также рассматриваю вариант написания кода на другом языке программирования, но в приоритете именно Delphi.Свернуть", "listed": "1 неделю назад", "category": "prikladnoe-po-23"}, {"link": "https://www.weblancer.net/projects/prikladnoe-po-23/soft-dlya-nakrutki-zritelej-na-pryamuyu-translyatciyu-yutub-1164807/", "order_text": "ОПЛАТА НЕ МАЛЕНЬКАЯ ! ОБСУЖДАЕМ ! Требуется бот для наркута зрителей на ют стрим , нужно 5000+ одновременных в первых 5-10 минут чтоб уже были. (Потом я буду ставить разную скорость) При такой скорости накрута ютуб оставит 10-20% от изначального количества простукавшись проксей . Ну и конечно они должны удерживать подключениеНейросеть при стримах работает так, что она не понимает откуда и как смотрит ее зритель, авторизован он или нет. Для нее зритель = зритель. Я проверял заходя на стримы с разных ipv6 без авторизации практически с идентичными юзерагентами, но все равно c разными, все ок ) 1 прокс 1 зритель.Через обычную имитацию даже headless хромиума без ui так не накрутишь ) Уж слишком ресурно обьемный процесс получится, такого сервера никогда не найдешь, на это нужны будут тысячи дедиковДелается это стуками и запросами, но понятное дело не на обычный урл, youtube на запросы я уже снифил через фидлер и есть много информации, о которой я расскажу вам уже подробнее после того как с вами свяжемся )С учетом того, что много информации я уже вам преподнесу , то задача предстоит не особо трудноемкая. Все это реализуемо более чем, т.к я сам пользовался услугами людей которые умеют это делатьпожалуйста, пишите только в том случае, если вы действительно понимаете о чем идет речь или имели опыт с чем-то близким !Свернуть", "listed": "3 недели назад", "category": "prikladnoe-po-23"}, {"link": "https://www.weblancer.net/projects/prikladnoe-po-23/po-po-avtomatizatcii-pogruzki-gruzovogo-ts-1167929/", "order_text": "Нужен аналогссылкадополнениями под наши требования, в прикрепленном ТЗ", "listed": "2 часа назад", "category": "prikladnoe-po-23"}, {"link": "https://www.weblancer.net/projects/prikladnoe-po-23/java-vyrezat-audio-klipy-i-skrinshoty-iz-mp4-po-tajmstempam-1167928/", "order_text": "Творческое задание для образовательного проекта (находится в стадии протипирования).Необходимо исследовать и предложить оптимальный вариант (реализацию) создания набора аудио фрагментов и скриншотов на основе видео файла.На входе данная программа получает:- видео файл с одной или несколькими аудио дорожками- текстовый файл с субтитрами- некоторые аргументы (пока что: номер аудио дорожки, потом, возможно: разрешение скриншотов, форматы вывода - PNG, WAV, fade-in/out milliseconds, etc)На выходе:- аудио фрагменты, записанные в папку- скриншоты, записанные в другую папкуПредполагаю, что сделать всё можно с помощью вызовов ffmpeg.Тогда контролирующая программа на Java, написанная вами, должна распарсить субтитры, сделать все необходимые вызовы ffmpeg с нужными параметрами.Видео для тестирования (Family Guy s1e1, 20min, 173Mb):ссылкаСубтитры:ссылкаОцените, сколько будет стоить разработка прототипа данной программы.(Прототип значит: можно не усердствовать в красоте кода, оптимизации, функциональном разнообразии, тесты писать не надо - только если для себя).Свернуть", "listed": "2 часа назад", "category": "prikladnoe-po-23"}, {"link": "https://www.weblancer.net/projects/prikladnoe-po-23/robot-na-python-1167912/", "order_text": "Имеется программа в языке Python на предмет искусственного интеллекта.Тема: Умный робот на складеНужно помочь имплементировать уже написанную часть распознавания цифр на картинках в конкретные действия робота (отвезти \"пачку\" к определенной полке, в зависимости от числа)neural_network.py - распознавание чиселЗапускается программа, генерируется число, понимает, от условия едет к полке и сноваМогу подробнее объяснить кодРассмотрю любые предложенияСвернуть", "listed": "4 часа назад", "category": "prikladnoe-po-23"}, {"link": "https://www.weblancer.net/projects/prikladnoe-po-23/skaner-arbitrazha-s-dannymi-ot-coingecko-com-1167882/", "order_text": "Сканер арбитража с данными от coingecko.comНазначениеВыбор торговых пар с наибольшей процентной разницей с определенными заданнымиусловиями.сканер должен показать самую дешевую цену и самую дорогуюСвернуть", "listed": "7 часов назад", "category": "prikladnoe-po-23"}, {"link": "https://www.weblancer.net/projects/prikladnoe-po-23/elektronnij-kalendar-dlya-bronyuvannya-k-mnat-narad-python-1167821/", "order_text": "Розробка структури предметної області, написання коду main мовою Python. Предметна область : Електронний календар для бронювання кімнат нарад Налаштування CI/CD.(gitlab)Збереження даних в файл.Запуск обраної БД в Docker.Розробка REST API.Розробка графічного інтерфейсу.Свернуть", "listed": "14 часов назад", "category": "prikladnoe-po-23"}, {"link": "https://www.weblancer.net/projects/prikladnoe-po-23/vnesenie-izmenenij-v-dejstvuyushee-programmnoe-obespechenie-1167783/", "order_text": "Требуется внести изменения в ПО.Требования к программисту:Сам софт:Написано на electron и nodejsСоответственно нужно знать – html, css, javascriptСтили – scssФронтенд – vuejsБаза данных – sqliteОперационная система – Raspberry Pi OSЯдро:Бэкенд – php, laravelСоответственно нужно знать – html, css, javascriptСтили – scssФронтенд – vuejsБаза данных – postgresqlПрограмма для генерации кодов разблокировки:та что для командной строки на nodejsта что с графическим интерфейсом на pythonСсылка на обзор программы:youtu.be/zTdTMBeAHi8Техническое задание в прикрепленном файле.Красным цветом обозначено, что требуется сделать.Приветствуются знания передачи данных в периферийные платы через UART.Свернуть", "listed": "19 часов назад", "category": "prikladnoe-po-23"}, {"link": "https://www.weblancer.net/projects/prikladnoe-po-23/5-prostyh-zadach-na-s-1167780/", "order_text": "нужно решить 5 не сложных задач на языке \"С\"", "listed": "19 часов назад", "category": "prikladnoe-po-23"}, {"link": "https://www.weblancer.net/projects/prikladnoe-po-23/dorabotka-klient-servernogo-prilozheniya-1167772/", "order_text": "Добавить интерфейс для контроля задач резервирования, картинка с описанием того как должна выглядеть форма есть.Правки в проект:1. Административная часть должна соединяться с сервером, уметь получать от сервера список задач для своего клиента и добавлять, удалять, редактировать созданные задачи, отправлять серверу измененный список. Тогда можно будет сделать требуемую изначально форму.2. Сделать дополнительный функционал для сервера. Сервер должен уметь отправлять административной части и клиентской список задач, а так же уметь принимать этот список от административной части.3. Клиентская часть должна получать список заданий не из файла, а от сервера.Подробно описать архитектуру приложения в отчете.Свернуть", "listed": "1 день назад", "category": "prikladnoe-po-23"}, {"link": "https://www.weblancer.net/projects/prikladnoe-po-23/pravki-v-vba-excel-1167768/", "order_text": "Есть рабочая программа в VBA.Excel которая загружает файлы с данными и генерирует листы в ворде и екселе. Программа рабочая, однако с одним файлом, по непонятным причинам не хочет работать и никак не хочет формировать листы на основе загружаемых данных.Срочно требуется найти проблему или выловить баг в коде, понять где спотыкается и исправить/дополнить сам код, так что б работало и с этими файлами, максимум до среды так как разработчик данной программы не доступен в течении 2х недель, а работа стоит.Нужны очень хорошие знания VBA не только ExcelПо возможности оставляйте свои контакты для связи, если они не указанны у вас в профиле.Свернуть", "listed": "1 день назад", "category": "prikladnoe-po-23"}, {"link": "https://www.weblancer.net/projects/prikladnoe-po-23/programma-na-c-1167746/", "order_text": "Описание проги в картинке, среда разработки (на ваше усмотрение)", "listed": "1 день назад", "category": "prikladnoe-po-23"}, {"link": "https://www.weblancer.net/projects/prikladnoe-po-23/algoritm-poiska-tciklov-v-python-1167724/", "order_text": "Доброго времени суток.Нужно написать программу поиска циклов на языке Python.  Обращайтесь в лс для более подробного описания задачи", "listed": "1 день назад", "category": "prikladnoe-po-23"}, {"link": "https://www.weblancer.net/projects/prikladnoe-po-23/napisat-kod-na-si-1167680/", "order_text": "Задание:Из текстового файла вводятся координаты вершин двух четырехугольников. Определить, находится ли один целиком внутри другого.", "listed": "1 день назад", "category": "prikladnoe-po-23"}, {"link": "https://www.weblancer.net/projects/prikladnoe-po-23/programma-raspoznavaniya-dorozhnyh-znakov-python-1167638/", "order_text": "Нужно обучить на наборе данных GTSRB программу распознавать дорожные знаки на изображении и на видео", "listed": "2 дня назад", "category": "prikladnoe-po-23"}, {"link": "https://www.weblancer.net/projects/prikladnoe-po-23/razrabotat-programmu-po-uchetu-zheltyh-i-krasnyh-kartochek-futbolistov-1167626/", "order_text": "Программа должна считать карты футболистов и автоматически выдавать игроков у которых перебор карт, то есть если они дисквалифицированы, всё описание предоставлено в ТЗСвернуть", "listed": "2 дня назад", "category": "prikladnoe-po-23"}, {"link": "https://www.weblancer.net/projects/prikladnoe-po-23/razrabotka-smart-kontraktov-1167624/", "order_text": "Задача: смарт-контракты написаны, внедрен, но работает некорректно, нужно найти ошибки в работе и исправить. Уровень: middle При отклике указывать ставку в часСвернуть", "listed": "2 дня назад", "category": "prikladnoe-po-23"}, {"link": "https://www.weblancer.net/projects/prikladnoe-po-23/skript-dlya-uvelicheniya-proslushivanij-na-plejlisty-vk-1165692/", "order_text": "Необходимо написать скрипт для увеличения прослушиваний на плейлисты в социальной сети ВК, управление которого будет интегрировано с телеграммом (софт должен работать на веб запросах). Эмуляция браузера не нужна (сильно грузит сервер).Механика следующая: к софту подключаются аккаунты вк в формате log:pas, сиспользованием прокси серверов ipv4. Также, необходимо подключение антикапчи для авторизации.Скрипту будет даваться команда слушать определенный плейлист на повторе втечении 35-50 секунд (такое время требуется для засчитывания прослушивания).Пример ссылок на плейлисты:ссылкассылкаДостаточно сделать обычную консольку, которая будет привязана к телеграмму и создать простой интерфейс.Прошлый программист прекратил поддержку подобного софта, который, на данный момент, уже является не рабочим, так как вк сменил тип авторизации, что теперь не дает нам авторизовать аккаунты в софте.Исходников нет.Прошлая программа была написана на языке Node js. Была интегрирована с сайтом через вебхук, с которого приходили заказы по прослушиваниям (софт запускал заказы в автоматическом режиме).Задача сложная и не обычная. Требует времени, интереса и вникания в суть задачи со стороны программиста.Работа хорошо оплачивается.Ищем ответственного и грамотного специалиста!Пример работы программы отправлю при личном общенииТребуется сделать примерно аналогичным образомСвернуть", "listed": "3 дня назад", "category": "prikladnoe-po-23"}, {"link": "https://www.weblancer.net/projects/prikladnoe-po-23/bazy-dannyh-c-1167546/", "order_text": "Мне нужен код C++ по заданию ниже. Я прикрепила несколько отчетов с кодом, чтоб был примерно понятен требуемый уровень. У меня так же есть код по аналогичному заданию, мне нужно нечто похожее по визуалу и начинке, только для моего задания. Срок до 2 июня четверг, но мне нужно хотя бы просто визуальную составляющую (само меню в консоли, без движка) до 9 утра завтрашнего дня. Все файлы на яндекс диске по ссылкессылкассылкассылкаМой бюджет 800 рубВсе выполняется в консольном приложении Visual studio 2022Результаты соревнований фигуристов представлены в виде таблицы: название страны, фамилия, результаты обязательной, короткой и произвольной программы в балах (от 0 до 6). По результатам судей составить список победителей в указанном виде программы и итоговый результат.30 вымышленных участников. Итоговый результат = баллы обязательной программы + короткой + произвольной. В итоговом результате должно быть 3 победителя с наибольшим количеством баллов. В каждой программе так же три победителя.Основные требования:1. Использовать меню2. Задание программы должно выводится над меню3. Использовать файлы4. Использовать мышь (для выбора кнопки в меню)5. Использовать постраничное перелистывание (когда нам выводится таблица всех 30 участников мы стрелочками вверх-вниз просматриваем \"страницы\" списка, клавишей esc возвращаемся в меню)6. 10 скринов различных ошибок в коде (+ текстовое описание каждой ошибки) , допущенных во время написания, и ещё 10 скринов с решением каждой ошибки (+текстовое описание того, как каждая из них была решена). Ошибки должны быть НЕ в духе \"Пропущена точка с запятой\"7. Видео-созвон, где вы подробно объясните написанный код8. Простой и лаконичный кодСвернуть", "listed": "3 дня назад", "category": "prikladnoe-po-23"}, {"link": "https://www.weblancer.net/projects/bazy-dannyh-25/parsingom-sobrat-bazu-dannyh-1167730/", "order_text": "Здравствуйте дорогие друзья , нужна база данных 2гис . На цветочные магазины МСК и СПб , 8300 точек .Умельцы точно смогут это сделатьСвернуть", "listed": "1 день назад", "category": "bazy-dannyh-25"}, {"link": "https://www.weblancer.net/projects/bazy-dannyh-25/baza-dannyh-1167606/", "order_text": "Добрый вечер! Нужно сделать простейшую базу данных с вёрсткой страниц. С добавлением и удалением из базы данных.", "listed": "2 дня назад", "category": "bazy-dannyh-25"}, {"link": "https://www.weblancer.net/projects/bazy-dannyh-25/konsolynoe-prilozhenie-na-yazyke-c-1167529/", "order_text": "Реализовать модуль для работы с базой данных, хранящейся в файле. Оформить задание, используя модуль стандартную библиотеку С++. В библиотеку поступают различные книги. При поступлении составляют таблицу, в которую включают: фамилия автора, название книги, цена книги, количество экземпляров. Вывести список авторов, чьи книги поступили по одному экземпляру, список книг, количество которых было выше среднего количества всех поступивших книг и список книг указанного автора. Меню из 10 вкладок .1-Добавить книгу2-Удалить книгу3-Список книг4-Список книг по одному экземпляру5- Список книг которые превышают среднее количество6-Отсортировать по авторам7-Отсортировать по цене8-Отсортировать по названию9-Список книг указанного автора10- выход.База данных должна состоять не меньше 15 пунктовСвернуть", "listed": "3 дня назад", "category": "bazy-dannyh-25"}, {"link": "https://www.weblancer.net/projects/bazy-dannyh-25/napisat-bazu-dannyh-tablitcy-lazarus-1167420/", "order_text": "Цена договорная( требования по коду ) 1. Создание прототипа базы данных (количество хранимых объектов от 0 до 100), реализующий следующиефункции:• Добавление информации о новом объекте (в удобном интерфейсе , который нельзя испортить, каждое отдельное поле вводится либо в поле таблицы, либо в окошке)• Удобный просмотр списка объектов (необходимо учесть, что их может быть больше 25)• Удаление информации об объекте (необходимо предусмотреть удобный выбор объектадля удаления – с помощью выбора в таблице)• Удаление информации об объекте по значению первого поля (значение вводится такимобразом, чтобы нельзя было испортить интерфейс, в окошке)• Изменение информации об объекте (необходимо предусмотреть удобный выбор объектадля изменения – с помощью выбора в таблице) и удобный ввод (прямо в таблице или вокошках – по одному окошку на поле)• Изменение информации об объекте по значению первого поля (значение вводится такимобразом, чтобы нельзя было испортить интерфейс, в окошке)• Нахождение записи по значению первого поля• Сортировка по значению одного из полей первой таблицы (выбираемому пользователем).2. Внедрение функций для работы с файлами• чтение/запись в бестиповый файл (с достаточно оптимальным форматом хранения, должны бытьприменены все оптимизации способа хранения в случае, если это не требует применения методовкомпрессии).3. Рефакторинг программы в стиле ООП (этапы согласуются с преподавателем индивидуально, обязательнореализовать хотя бы один собственный объект).4. Реализация той же функциональности в режиме Delphi (хотя бы для одной таблицы).5. Внедрение другого способа хранения информации в программе: вместо массива используютсясписки.6. Внедрение другого способа хранения информации в программе: вместо массива используются АВЛ-деревья.7. Чтение/запись информации в XML-файлОбщие требования к первой программе: создание экранного меню, управляемого с помощью клавиш-стрелок,при этом enter - активизация пункта меню, ESC - выход. Пункт меню должен подсвечиваться изменением цветафона. В случае ввода информации в окошко должно контролироваться, что пользователь не ввел слишком многосимволов (информация должна оставаться в рамках окошка). Интерфейс должен быть оконным в том смысле,что информация входят в окошки, которые рисуются в текстовом режиме (с использованием псевдографики).По согласованию с преподавателем Вы можете реализовывать пользовательский интерфейс и другим способомв случае, если степень удобства не уменьшается. В задании предполагается, что работа происходит не прямовнутри файлов, то есть необходимо использовать функции чтения/записи из пользовательского меню, чтобыинформация записалась в файл.( Сама Задача )База данных загрузки аудиторий.Таблица No1 (загрузки аудиторий): дата и время начала, дата и время конца, аудитория, преподаватель.Таблица No2 (аудиторий): название, количество мест, наличие проектора. При использовании этой таблицыв таблице No1 вместо ввода названия аудитории осуществляется выбор строки из таблицы No2.Свернуть", "listed": "4 дня назад", "category": "bazy-dannyh-25"}, {"link": "https://www.weblancer.net/projects/bazy-dannyh-25/reshenie-zadach-python-1167377/", "order_text": "Решение задач python", "listed": "4 дня назад", "category": "bazy-dannyh-25"}, {"link": "https://www.weblancer.net/projects/bazy-dannyh-25/podklyuchit-api-klyuchi-k-forme-zakaza-1167326/", "order_text": "Необходимо осуществить интеграцию и подключить API ключи к форме заказа ленденга, для передачи лидов с трекера в партнёрку.", "listed": "4 дня назад", "category": "bazy-dannyh-25"}, {"link": "https://www.weblancer.net/projects/bazy-dannyh-25/napisat-skript-registratcii-uchetnoj-zapisi-1167163/", "order_text": "Всем доброго дня!Необходимо написать не сложный, но функциональный скрипт регистрации учетных записей. Результатом его работы является добавление записи в БД, поиск и обновление этой записи.Функции:- SMS подтверждение регистрации через TargetSMS- отправка данных аккаунта на email и в смс- возможность переключить активацию с SMS на Email- сброс пароляВ дальнейшем:- авторизация в личном кабинете- показ баланса и зачисление средствБолее подробно в PDF файлеАдминка скрипту не нужна, достаточно будет конфиг файла.Если вы читаете данное сообщение, пожалуйста, предложите цену с функцией смс подтверждения и без неё (только емайл)Свернуть", "listed": "5 дней назад", "category": "bazy-dannyh-25"}, {"link": "https://www.weblancer.net/projects/bazy-dannyh-25/razrabotat-strukturu-dannyh-1167079/", "order_text": "1. Учет выданных книг. Поля записи – название книги, автор книги, ISBN, кому выдано, когда выдано, на какой срок выдано.2. Учет книг в домашней библиотеке. Поля записи – название книги, автор книги, серия, издательство, год издания.3. Учет доходов и расходов. Поля записи – дата операции, время операции, тип операции (доход/расход), сумма операции.4. Учет товаров на складе. Поля записи – код товара, наименование товара, наименование товарной категории, цена за единицу,количество на складе.5. Журнал оценок за контрольные работы. Поля записи – группа студентов, ФИО студента, номер контрольной работы, дата сдачи, оценказа попытку по 100-балльной шкале.6. Таблица школьных спортивных рекордов. Поля записи – класс, ФИО учащегося, название спортивной дисциплины, дата рекорда.7. Расписание движения пригородных электропоездов. Поля записи – название конечной станции, время отправления, время прибытия,стоимость билета.8. Учет подписок граждан на печатные издания. Поля записи – ФИО подписчика, адрес подписчика, название печатного издания,стоимость подписки, дата окончания подписки.9. Учет больных в больнице. Поля записи – название отделения, ФИО больного, дата прибытия, дата выписки, краткий диагноз.10. Журнал товарных грузоперевозок. Поля записи – номер транспортного средства, ФИОводителя, наименование груза, вес груза, наименование пункта назначения.Свернуть", "listed": "6 дней назад", "category": "bazy-dannyh-25"}, {"link": "https://www.weblancer.net/projects/bazy-dannyh-25/modelirovanie-antenny-1167066/", "order_text": "Промоделировать Г образную антенну, исходя из исходных данных в любой удобной среде (mmana, Matlab и т.д.)", "listed": "6 дней назад", "category": "bazy-dannyh-25"}, {"link": "https://www.weblancer.net/projects/bazy-dannyh-25/sozdat-bd-sql-server-i-prostuyu-programmu-dlya-vzaimodejstviya-s-nej-c-1167065/", "order_text": "Это курсовое задание, в котором требуется создать БД(SQL Server) для выдуманного склада. БД предварительно состроит из двух таблиц -таблица продуктов и комплектов(которые должны сосотоять из продуктов).Таблица 'products' должна содержать поля 'id_product', 'name_product', 'brand_product', 'model_product', 'count_product'(если потребуется поля можно добавлять). В таблице 'sets' должна содержать поля 'id_set', 'name_set', 'тут должно выводиться то, из каких продуктов состоит комплект(название придумайте сами)', 'count_set'. Ещё создать программу на (C#) для взаимодействия с этой БД. Програма должна уметь добавлять новые товары в БД. Увеличивать/уменьшать оставшееся количество товаров(count_product и count_set), при уменьшении количества комплектов (count_set), должно уменьшаться количество продуктов, из которого он состоит. Задание простое, за исключением функции продуктов, то что надо чтобы комплекты состояли из имеющихся продуктови были с нимим связаны (уменьшаются продукты состоящие в комплекте, уменьшается и количество комплектов). Если что-то непонятно пишите, можно созвониться в discrod и др.Свернуть", "listed": "6 дней назад", "category": "bazy-dannyh-25"}, {"link": "https://www.weblancer.net/projects/bazy-dannyh-25/sozdat-bazu-dannyh-sportivnye-sorevnovaniya-v-vuze-1166998/", "order_text": "в mysql на языке c#", "listed": "6 дней назад", "category": "bazy-dannyh-25"}, {"link": "https://www.weblancer.net/projects/bazy-dannyh-25/stvorennya-prosto-programi-na-mov-s-1166861/", "order_text": "Програма проста 30 хв роботи50-70 грн", "listed": "1 неделю назад", "category": "bazy-dannyh-25"}, {"link": "https://www.weblancer.net/projects/bazy-dannyh-25/c-ais-raschyot-zarabotnoj-platy-sotrudnikov-1166764/", "order_text": "разработка автоматизированной информационной системы расчёта заработной платы сотрудников скорой медицинской помощи", "listed": "1 неделю назад", "category": "bazy-dannyh-25"}, {"link": "https://www.weblancer.net/projects/bazy-dannyh-25/bd-sqlite-v-csv-pod-woocommerce-1166752/", "order_text": "Есть база данных товаров сохранённая в sqlite.Требуется конвертировать её в .csv под импорт в модуль WooCommerce на WordPress.Тестовую базу прикрепляю.Задача написать скрипт для конвертации 34000 товаров из SQLite в .csv файл который без проблем импортируется в WooCommerce на WordPress.Язык программирования не имеет значения.#python #js #javaСвернуть", "listed": "1 неделю назад", "category": "bazy-dannyh-25"}, {"link": "https://www.weblancer.net/projects/bazy-dannyh-25/parsing-dannyh-na-osnove-zennopostera-1166423/", "order_text": "Ваш заказПрограммирование — Парсинг данных Парсинг данных на основе зеннопостераПарсер сайтассылкаПодробное ТЗ прикладываю файлом. Парсинг не всего сайта, а отдельных моментов.На выходе нужна таблица mysql по тз и шаблонВажно! Запарсить хотя бы одну категорию из меню и прислать. Проверю на отображениеЕсли есть вопросы - задавайте. От вас ожидаю примерную стоимость и срокиСвернуть", "listed": "1 неделю назад", "category": "bazy-dannyh-25"}, {"link": "https://www.weblancer.net/projects/bazy-dannyh-25/yml-i-zagruzka-tovarov-v-mulytimarket-vkontakte-1162919/", "order_text": "Добрый день.Веду продающую группу и магазин Вконтакте.Столкнулся с проблемой размещения товаров в МультиМаркете.Поставщики дают товары/цены в CSV, формата YML у них нету и не ожидается.Самостоятельно решить задачу не могу, так как нет опыта.Хотелось бы получить, для начала сотрудничества, пару десятков товаровиз дилерского листа в Excel в формате, готовом к загрузке в кабинетМультиМаркета.Excell и расшифровку полей пришлю.Если загрузка в Мультимаркет пройдёт успешно, продолжим работу.Всем заранее спасибо.Свернуть", "listed": "1 неделю назад", "category": "bazy-dannyh-25"}, {"link": "https://www.weblancer.net/projects/bazy-dannyh-25/sql-1166139/", "order_text": "Создать блок anonym, в котором :1. Используйте команду select, чтобы обратиться к BD.Результат выбора для отображения.2. В цикле отображаются значения в строке 1, 1*2, 1*2*3,1*2*3*4,....до Н дат.3. Определите максимальное значение между двумя числами.Свернуть", "listed": "1 неделю назад", "category": "bazy-dannyh-25"}, {"link": "https://www.weblancer.net/projects/bazy-dannyh-25/sql-zadacha-kontrolynaya-1166136/", "order_text": "11. Распределение учебной нагрузки.Описание предметной областиВы работаете в высшем учебном заведении и занимаетесь распределением нагрузки между преподавателями кафедры.В вашем распоряжении имеются сведения о преподавателях кафедры, включающие наряду с анкетными данными информацию об их ученой степени, занимаемой административной должности и стаже работы. Преподаватели вашей кафедры должны обеспечить проведение занятий по некоторым предметам. По каждому из них установлено определенное количество часов. В результате распределения нагрузки у вас должна получиться информация следующего рода: «Такой-то преподаватель проводит занятия по такому-то предмету с такой-тогруппой».ТаблицыПреподаватели (Код преподавателя, Фамилия, Имя, Отчество, Ученая степень, Должность, Стаж).Предметы (Код предмета, Название, Количество часов).Нагрузка (Код преподавателя, Код предмета, Номер группы).Развитие постановки задачиТеперь ситуация изменилась. Выяснилось, что все проводимые занятия делятся на лекционные и практические. По каждому виду занятий устанавливается свое количество часов. Кроме того, данные о нагрузке нужно хранить несколько лет.Внести в структуру таблиц изменения, учитывающие эти факты, и изменить существующие запросы. Добавить новые запросы.Свернуть", "listed": "1 неделю назад", "category": "bazy-dannyh-25"}, {"link": "https://www.weblancer.net/projects/bazy-dannyh-25/poluchenie-dannyh-ot-sbis-cherez-api-1166124/", "order_text": "При создании контрагента или через помощника регистрации нового партнера а также при редактировании контрагента.В форме контрагента 1с должны быть заполнены и записаны данные из СБиС.Контрагент по ИНН через API.Обновление данных должно происходить по требованию пользователя.Полученная информация в последствии может быть использованы при формирования отчетов.данные которые необходима записыватьданные юр.лица: ИНН, КПП, ОКПО сокращенное название и полное в зависимости от юр.формыконтакты: юридический адрес, фактический адрес, e-mail, телефон и сайт если естькол. сотрудников если естьфинансовые показатели: доход, расход, чистая прибыль и выручка за поселений год если естьданные юр.лица заполняются во вкладе \"Основное\"контакты заполняются во вкладе \"Адреса и телефоны\"в отдельной вкладке \"СБиС\" кол. сотрудников и финансовые показателиСовместимость с1С УТ 11.4.14.95 и выше1С ТП 8.3.18.1698 и вышеСвернуть", "listed": "1 неделю назад", "category": "bazy-dannyh-25"}, {"link": "https://www.weblancer.net/projects/bazy-dannyh-25/rabota-s-yandeks-treker-cherez-api-1165969/", "order_text": "Необходимо1. Подключиться к Яндекс Треккер по API.2. При создании в Треккер нового элемента, связать с базой Яндекс Database.3. Достать подходящий элемент из базы, добавить его в поле созданного элемента в Яндекс Треккер.4. Разместить скрипт на Яндекс FunctionsСвернуть", "listed": "2 недели назад", "category": "bazy-dannyh-25"}, {"link": "https://www.weblancer.net/vacancies/veb-programmirovanie-31/bitriks-razrabotchik-dlya-sozdaniya-korporativnogo-sajta-1167477/", "order_text": "В связи с перегрузкой моей команды срочно ищу разработчика со знанием БитриксМы уже 7 лет пишем софт под мобильные и веб-проекты для клиентов из США, ЕС и СНГ. И активно развиваем направление разработки мобильных/веб приложений и дальнейшего их продвижения.Ваши задачи:1) Оценка задач в часах2) Выполнение задач согласно техническому заданию3) Консультация проджект менеджера4) Еженедельные отчетыВам дадим:1) Еженедельную оплату2) Работу в команде3) Реально интересные задачиОт вас ждем:1) Плодотворную работу на долгий срок, 2+ лет2) Быть на связи не менее 6 часов в день (обязательная доступность с 10:00 до 19:00 по МСК)3) Умение четко доносить своё мнение4) Желание расти и развиваться вместе с компанией.В заявке укажите:1) Сколько вы хотите получать за час работы2) Сколько часов можете нам продать в ближайшую неделю3) Ваш юзернейм в телеграме4) Ваш полный скиллистВ качестве испытания даем тестовые задания. Выполнение тестов оплачиваем.Вся работа только через трекер HUBSTAFF (доступ предоставлю). Мы не хотим следить за вами, мы хотим честно оплачивать ваш труд. Оплата строго по времени на трекере. Если вы хотите с нами работать, укажите в вашей заявке \"меня устраивает работа по трекеру\" (проверка на р о б о т а) и обязательно желаемую часовую ставку.Свернуть", "listed": "3 дня назад", "category": "veb-programmirovanie-31"}, {"link": "https://www.weblancer.net/vacancies/veb-programmirovanie-31/ishu-razrabotchika-so-znaniem-python-django-1167204/", "order_text": "В связи с перегрузкой моей команды срочно ищу разработчика со знанием Python, DjangoМы уже 7 лет пишем софт под мобильные и веб-проекты для клиентов из США, ЕС и СНГ. И активно развиваем направление разработки мобильных/веб приложений и дальнейшего их продвижения.Ваши задачи:1) Оценка задач в часах2) Выполнение задач согласно техническому заданию3) Консультация проджект менеджера4) Еженедельные отчетыВам дадим:1) Еженедельную оплату2) Работу в команде3) Реально интересные задачиОт вас ждем:1) Плодотворную работу на долгий срок, 2+ лет2) Быть на связи не менее 6 часов в день (обязательная доступность с 10:00 до 19:00 по МСК)3) Умение четко доносить своё мнение4) Желание расти и развиваться вместе с компанией.В заявке укажите:1) Сколько вы хотите получать за час работы2) Сколько часов можете нам продать в ближайшую неделю3) Ваш юзернейм в телеграме4) Ваш полный скиллистВ качестве испытания даем тестовые задания. Выполнение тестов оплачиваем.Вся работа только через трекер HUBSTAFF (доступ предоставлю). Мы не хотим следить за вами, мы хотим честно оплачивать ваш труд. Оплата строго по времени на трекере. Если вы хотите с нами работать, укажите в вашей заявке \"меня устраивает работа по трекеру\" (проверка на р о б о т а) и обязательно желаемую часовую ставку.Свернуть", "listed": "4 дня назад", "category": "veb-programmirovanie-31"}, {"link": "https://www.weblancer.net/projects/veb-programmirovanie-31/vedem-poisk-razrabotchika-react-native-1167010/", "order_text": "ОПИСАНИЕ ПРОЕКТА: Сайт и приложения для сдачи в аренду вещей. Сайт и приложения у клиента готовы.Требуется поставить платежные шлюзы на Вебсайт,Андроид,IOS.Задачи:1. Подключить платежный шлюз от Hyperpay на вебсайт для совершения платежей.2. Подключить платежный шлюз от Hyperpay на приложение IOS для совершения платежей.3. Подключить платежный шлюз от Hyperpay на приложение Android для совершения платежей.В отклике напишите:1. Ваш скиллист2. Часовой пояс3. Сколько времени готовы работать в ближайшие 7 дней.4. Сколько хотите получать за час работыПо условиям:Вся работа только через трекер HUBSTAFF (доступ предоставлю). Мы не хотим следить за вами, мы хотим честно оплачивать ваш труд. Оплата строго по времени на трекере раз в неделю. Если вы хотите с нами работать, укажите в вашей заявке \"меня устраивает работа по трекеру\" (проверка на р о б о т а).Свернуть", "listed": "6 дней назад", "category": "veb-programmirovanie-31"}, {"link": "https://www.weblancer.net/vacancies/veb-programmirovanie-31/ishu-razrabotchika-so-znaniem-reactnative-1166874/", "order_text": "В связи с перегрузкой моей команды срочно ищу разработчика со знанием ReactNative.Мы уже 7 лет пишем софт под мобильные и веб-проекты для клиентов из США, ЕС и СНГ. И активно развиваем направление разработки мобильных/веб приложений и дальнейшего их продвижения.Ваши задачи:1) Оценка задач в часах2) Выполнение задач согласно техническому заданию3) Консультация проджект менеджера4) Еженедельные отчетыВам дадим:1) Еженедельную оплату2) Работу в командеОт вас ждем:1) Плодотворную работу на долгий срок, 2+ лет,2) Быть на связи не менее 6 часов в день (обязательная доступность с 10:00 до 19:00 по МСК)3) Умение четко доносить своё мнение4) Желание расти и развиваться вместе с компанией.В заявке укажите:1) Сколько вы хотите получать за час работы2) Сколько часов можете нам продать в ближайшую неделю.3) Ваш юзернейм в телеграме4) Ваш полный скиллистВ качестве испытания даем тестовые задания. Выполнение тестов оплачиваем. Вся работа только через трекер HUBSTAFF (доступ предоставлю). Мы не хотим следить за вами, мы хотим честно оплачивать ваш труд. Оплата строго по времени на трекере. Если вы хотите с нами работать, укажите в вашей заявке \"меня устраивает работа по трекеру\" (проверка на р о б о т а) и обязательно желаемую часовую ставку.Свернуть", "listed": "1 неделю назад", "category": "veb-programmirovanie-31"}, {"link": "https://www.weblancer.net/projects/veb-programmirovanie-31/skript-dlya-avtomatizatcii-dlya-antidetekt-brauzera-incogniton-1164960/", "order_text": "Нужно запустить все профили из браузера. И с каждого профиля с заданным интервалом открывать 2-3 вкладки(http адрес), после того как открыто нужное количество вкладок нужно делать активной каждую вкладку в каждом профиле раз в 5-7 минут. Также раз в 20 минут нужно обновлять каждую вкладку в каждом профиле (перезагрузить страницу).Selenium, Python, Puppeter, Node.js (подробнее по автоматизации по ссылке ниже)ссылкаСвернуть", "listed": "3 недели назад", "category": "veb-programmirovanie-31"}, {"link": "https://www.weblancer.net/projects/veb-programmirovanie-31/odnostranichnyj-sajt-v-programme-adobe-dreamweave-1167909/", "order_text": "Сделать одностраничный сайт в программе Adobe Dreamweave (бэкэнд, без подключения).  Файл сайта в psd, при надобности отправлю.Срок выполнения до 06.06. 22Свернуть", "listed": "4 часа назад", "category": "veb-programmirovanie-31"}, {"link": "https://www.weblancer.net/projects/veb-programmirovanie-31/zapustit-sajt-na-python-3-na-servere-1167911/", "order_text": "Здравствуйте, нужно развернуть бекап сайта на Python 3 на сервере. Пишите кто сможет помочь и за какие цену и сроки.", "listed": "5 часов назад", "category": "veb-programmirovanie-31"}, {"link": "https://www.weblancer.net/projects/veb-programmirovanie-31/importirovat-katalog-tovarov-na-platformu-insales-1167904/", "order_text": "Нужно скачать у поставщика готовый .csv файл товара (ссылка) либо любой удобный для вас формат и импортировать корректно на платформу insalesСвернуть", "listed": "5 часов назад", "category": "veb-programmirovanie-31"}, {"link": "https://www.weblancer.net/projects/veb-programmirovanie-31/bot-parser-n-sajta-s-opovesheniyami-v-telegram-s-obhodom-kapchi-1167899/", "order_text": "БОТ-Парсер \"N-сайта\" с оповещениями в телеграм с обходом капчиБОТ, который будет отправлять оповещения в приложении Телеграм при добавлении на сайт новых объектов.Сайт: продажа автоВ сохраненной ссылке имеются все фильтры и настройки поиска.То есть БОТ должен с определенным интервалом заходить на ссылки и если появился новый авто, БОТ должен скидывать сообщение в Телеграме - ссылку на новый добавленный авто.БОТ должен понимать, что надо присылать только новые добавленные авто.Например,в 18:00 он должен смотреть машины, которые были добавлены >= 17:57В 18:03 он должен смотреть машины, которые были добавлены >= 18:00Также если добавить несколько ссылок поиска. Одна добавленная машина может подходить под критерии нескольких ссылок и отображаться по каждой ссылке. Бот должен прислать ее только один раз.Бот должен быть на базе данных, чтобы быстро проверял уже отправленные ссылки и отправлял только новые.Настройки, в админке должна быть возможность:1). Добавлять/удалять/менять ссылки.2). Добавлять/удалять имена, кому бот будет высылать сообщения.2). Изменять интервал проверки ссылок.Также нужна будет инструкция по настройке сервера.Данный БОТ есть написанный и рабочий. Но не умеет обходить капчу. Можно использовать существующий БОТ, только добавить обход капчи.Свернуть", "listed": "6 часов назад", "category": "veb-programmirovanie-31"}, {"link": "https://www.weblancer.net/projects/veb-programmirovanie-31/dorabotka-adminki-1167880/", "order_text": "проект на YII-1, интернет-магазиннеобходимо доработать админку, часть связанную с переводомбольшую часть данных можно перевести в интерфейсе администратора. Некоторые данные зашиты в код.То что было зашито в код - необходимо отобразить в админке и соответственно подкорректировать на публичной части вывод при необходимости.Предположительное ко-во сущностей - до 10.Свернуть", "listed": "9 часов назад", "category": "veb-programmirovanie-31"}, {"link": "https://www.weblancer.net/projects/veb-programmirovanie-31/dobrabotat-skript-konvertara-valyut-na-sajte-1167876/", "order_text": "На двух сайтах запилен скрипт обновления курса валют, на это основе администратор ставит цену в УЕ а на сайте автоматически выводиться в руб. Задача состоит в том чтобы сделать возможном как ставить свой курс так и при необходимости включать скрипт автоматическое подтягивание курса.Свернуть", "listed": "9 часов назад", "category": "veb-programmirovanie-31"}, {"link": "https://www.weblancer.net/projects/veb-programmirovanie-31/integratciya-bazy-dannyh-aswo-s-internet-magazinom-wordpress-1167856/", "order_text": "Нужно доработать интеграцию интернет-магазина (wordpress) с базой данных поставщика ASWO.Есть частично готовое решение (работает поиск товаров, но не работает переход на товар). Нужно решить проблему с переходом на товар.Также есть подробная документация на английском от поставщика:ссылкаСвернуть", "listed": "11 часов назад", "category": "veb-programmirovanie-31"}, {"link": "https://www.weblancer.net/projects/veb-programmirovanie-31/razrabotka-veb-modulya-verstka-i-napisanie-logiki-1167842/", "order_text": "Создание веб-модуля, заверстать страницы по макетам и реализовать логику сайта, выполнить в существующем проекте. Можно использовать код из проекта, есть много похожих реализаций.Язык TS + React. Макеты страниц:ссылкаСвернуть", "listed": "11 часов назад", "category": "veb-programmirovanie-31"}, {"link": "https://www.weblancer.net/projects/veb-programmirovanie-31/zadacha-po-javascript-extjs-1167844/", "order_text": "Ищу опытного (!) JavaScript ( #ExtJS)- разработчика.#Remote. #FreelanceЗадача: изменить #фронт-системыSkype/Tg: artalex1234#JS #Frontend #job #ITподработка", "listed": "12 часов назад", "category": "veb-programmirovanie-31"}, {"link": "https://www.weblancer.net/projects/veb-programmirovanie-31/razrabotchik-typescript-react-1167719/", "order_text": "Требуется React-разработчик со знанием Typescript.Задачи:- Работа с API- Интренационализация (заголовки и небольшие описания)- Работа с вебсокетами (в приложении будет чат и оповещения)Свернуть", "listed": "13 часов назад", "category": "veb-programmirovanie-31"}, {"link": "https://www.weblancer.net/projects/veb-programmirovanie-31/dorabotka-vygruzki-kategorij-v-internet-magazine-1167829/", "order_text": "Фронт работы в закреплённом файле тз, дополнительно прилагается архив примера выгрузки данных с 1С.Ссылка на проект:ссылкассылка- ссылка на архивы с документацией для шаблона и примером выгрузки с 1с в XMLСвернуть", "listed": "14 часов назад", "category": "veb-programmirovanie-31"}, {"link": "https://www.weblancer.net/projects/veb-programmirovanie-31/jquery-javascipt-sbor-dannyh-1167822/", "order_text": "Необходимо сделать Javascript код сбора данных с сайта. Встраиваем через расширение Tempermonkey", "listed": "14 часов назад", "category": "veb-programmirovanie-31"}, {"link": "https://www.weblancer.net/projects/veb-programmirovanie-31/integratciya-s-roistat-1167818/", "order_text": "Интеграция с roistat  Тз по ссылке -ссылкаСайт- mining.market", "listed": "14 часов назад", "category": "veb-programmirovanie-31"}, {"link": "https://www.weblancer.net/projects/veb-programmirovanie-31/parser-tovarov-1167811/", "order_text": "Добрый день. Нужно сделать парсер товаров разных подкатегорий с олх, который будет заносить на мой сайт в нужную категорию эти товары. Сайт сделан на вордпрессе + вукомерс. Предлагайте стоимость и сроки исполнения, спасибо за внимание!Свернуть", "listed": "15 часов назад", "category": "veb-programmirovanie-31"}, {"link": "https://www.weblancer.net/projects/veb-programmirovanie-31/integratciya-vygruzki-avtomobilej-s-maxposter-v-wordpress-1167804/", "order_text": "Есть файлы в форматессылкаНеобходимо сделать парсинг данных из него, наполнение каталога в теме сайта, 3 разовое в день обновление.ШаблонссылкаПишите пожалуйста сразу цену и сроки.Свернуть", "listed": "16 часов назад", "category": "veb-programmirovanie-31"}, {"link": "https://www.weblancer.net/projects/internet-magaziny-61/nastroit-wpml-na-sajte-s-woocommerce-1167906/", "order_text": "Нужно настроить WPML на сайте с WooCommerce и сделать автоматический перевод на украинский через Гугл транслейт всех товаров.", "listed": "5 часов назад", "category": "internet-magaziny-61"}, {"link": "https://www.weblancer.net/projects/internet-magaziny-61/perenesti-sajt-s-samopisnoj-cms-na-opencart-1165333/", "order_text": "Необходимо перенести сайт (сейчас на самописном движке) на OpenCart (установить, настроить = под ключ).Сайт (небольшой интернет-магазин c 50+ позиций товара)Каталог:ссылкаТовар:ссылкаОсобенности:1. Цена товаров на сайте в рублях, но в админке цена товаров в евро. В админке указывается курс евро, цена в рублях округляется кратно 10.2. Стоимость доставки (разные способы) не привязана в валюте, указывается в валюте сайта;2. Блок \"Контакты\" (под логотипом) должен правиться в админке (поле для вставки кода);3. У товаров как правило 2 цены (при покупке 1-2 шт, и от 3х);4. У каждого способа доставки свой шаблон-подтверждение, которое получает заказчик на имейл. Шаблон должен легко настраиваться, например при помощи тегов, чтобы такие данные как цена, сумма и подобные подтягивались автоматически в шаблон письма. Приемлем другой способ автоматизации;5. В админке необходима настройка get-параметров вывода сайта! При переходе на сайт по ссылке с конкретным get-параметром сайт открывается без коммерческих элементов (без цены, наличия, кнопок \"Заказать\", блока с контактами);6. Текщую форму заказа в корзине необходимо будет переделать (дам пример).Свернуть", "listed": "11 часов назад", "category": "internet-magaziny-61"}, {"link": "https://www.weblancer.net/projects/internet-magaziny-61/verstka-maketov-figma-proekta-internet-magazin-1167713/", "order_text": "Здравствуйте!Требуется верстка макетов в фигме интернет-магазина.Ориентировочно 9 макетов. (далее пойдет интеграция в 1с-битрикс)Подробный макет скину лично, эти страницы для ознакомления и примерной оценки.Важно использование:webpack, npm, scss, bootstrapjquery,javascriptТак же ориентирован я на постоянное сотрудничество.Если Вы понимаете, что можете не осилить, то не пишите отклик, не тратьте пожалуйста время.Свернуть", "listed": "1 день назад", "category": "internet-magaziny-61"}, {"link": "https://www.weblancer.net/projects/internet-magaziny-61/sozdat-sajt-na-baze-exist-1167613/", "order_text": "создать интернет магазин на базе exist", "listed": "2 дня назад", "category": "internet-magaziny-61"}, {"link": "https://www.weblancer.net/projects/internet-magaziny-61/kursova-robota-1167516/", "order_text": "Розробка Web-сайту та бази даних Інтернет - магазину спортивного взуттяВерстання вручну та використання PHP", "listed": "3 дня назад", "category": "internet-magaziny-61"}, {"link": "https://www.weblancer.net/projects/internet-magaziny-61/razrabotat-internet-magazin-pod-klyuch-1167482/", "order_text": "1. Сайт под ключ согласно макету.2. Импорт-экспорт, интеграция с 1с.", "listed": "3 дня назад", "category": "internet-magaziny-61"}, {"link": "https://www.weblancer.net/projects/internet-magaziny-61/pravka-openkart-1167439/", "order_text": "1)Установить модуль-массовое отключение\\редактирование товаров (модуль)2)Отключить видимость ВСЕХ атрибутов фильтра для гостей(неавторизованных) кроме:стоимость (цена)Обслуживаемая площадь, м2инверторссылка3)Подключить сортировку товара на Инверторные\\Не инверторныессылкаСвернуть", "listed": "4 дня назад", "category": "internet-magaziny-61"}, {"link": "https://www.weblancer.net/projects/internet-magaziny-61/preobrazovat-stranitcu-rezulytatov-poiska-1167330/", "order_text": "ИМ на Битриксе.Преобразовать страницу результатов поиска. На странице результатов поиска сначала нужно выводить товары с искомым словом (как сейчас), а слева около товаров нужна разбивка найденных товаров на разделы, в которых эти товары были найдены. Обязательно добавить фильтр так же слева ниже под разделами. В фильтре нужны: «Наличие в магазинах», «Цена», «Только со скидкой». Поиск должен работать по ЧПУ фильтров, например, \"--------\" — должна выводиться соответствующая страница в дереве категорий.Jira, Confluence, Gitlab.Свернуть", "listed": "4 дня назад", "category": "internet-magaziny-61"}, {"link": "https://www.weblancer.net/projects/internet-magaziny-61/dorabotki-internet-magazina-1s-bitrix-1167129/", "order_text": "Доработки интернет магазина 1с-bitrixСписок доработок предоставлю.1) ставка часа2) Ваш телеграмм", "listed": "6 дней назад", "category": "internet-magaziny-61"}, {"link": "https://www.weblancer.net/projects/internet-magaziny-61/javascript-sobytiya-v-woocommerce-pri-dobavlenii-v-korzinu-1167124/", "order_text": "JavaScript события в Woocommerce при добавлении в корзину, покупке и не только. Кто умеет, прошу оставить телеграмм", "listed": "6 дней назад", "category": "internet-magaziny-61"}, {"link": "https://www.weblancer.net/projects/internet-magaziny-61/sdelat-zapusk-mulytiyazychnogo-sajta-1167018/", "order_text": "Нужно сделать верстку макета ( интернет-магазин, но без возможности покупки), подключить к CMS, настроить автоматическое переключение языка (русский, английский, арабский), настроить отображение страниц под каждый язык.Свернуть", "listed": "6 дней назад", "category": "internet-magaziny-61"}, {"link": "https://www.weblancer.net/projects/internet-magaziny-61/sozdanie-internet-magazina-raskrutka-1167015/", "order_text": "Создание интернет-магазина сантехники.Продвижение для ЦА.Интеграция я с соцсетями, мессенджерами.Синхронизация с торговыми площадками.Оплата по договоренности или процент от продаж или оба варианта.Свернуть", "listed": "6 дней назад", "category": "internet-magaziny-61"}, {"link": "https://www.weblancer.net/projects/internet-magaziny-61/srochno-doverchivoe-internet-magazin-1166880/", "order_text": "Не работает счётчик товаров и не работает корзина", "listed": "1 неделю назад", "category": "internet-magaziny-61"}, {"link": "https://www.weblancer.net/projects/internet-magaziny-61/rasshirennyj-poisk-po-markam-i-modelyam-dlya-opencart-1166650/", "order_text": "Здравствуйте!Для интернет-магазина на Opencart 2.3 нужно создать расширенный поиск по маркам, моделям и году выпуска мотоцикла. Пример как должен работать поиск на этом сайтессылкаОн так же должен выводиться в шапке на всех страницах сайта и иметь 3 поля с раскрывающимися списками (марка, модель, год выпуска)Скриншот:ссылкаНа сайте используется тема Journal 3У кого есть опыт в создании такого поиска (фильтра)?Укажите, пожалуйста, сколько будет стоить данная доработка?Свернуть", "listed": "1 неделю назад", "category": "internet-magaziny-61"}, {"link": "https://www.weblancer.net/projects/internet-magaziny-61/neobhodimo-dorabotat-vygruzku-v-internet-magazine-bitriks-1166581/", "order_text": "Здравствуйте. Необходимо доработать выгрузку товарных позиций на сайтессылкаНа нем имеется 7 292 позиции, через административную панель сайта я отключил подавляющее большинствопозиций, осталась 691 позиция. После обновления прайса все отключенные позициивновь по сути включаются. Т.е. все что отключил через административную панельсайта все включилось. Чтобы такого не было нужно или удалять просто в прайсевсе эти 6 601 товарную позицию или же напротив этих позиций в прайсеуказывать в столбце статус «N». Естественно это крайне неудобно, нужно чтобы отключили товарную позицию черезадминистративную панель сайта и при новом обновлении прайса чтобы отключенныепозиции не включались автоматически.К данному техническому заданию прилагаю инструкцию по обновлению прайса в интернет – магазине. Также детальнуюпереписку с тем, кто ранее настраивал всю выгрузку в данном магазине.Также файл catalog.xls и прайс, на основании которого в первом файле меняем цены.Сайт сделан на 1С-Битрикс: Управление сайтом 20.5.399. © Битрикс, 2016.Свернуть", "listed": "1 неделю назад", "category": "internet-magaziny-61"}, {"link": "https://www.weblancer.net/projects/internet-magaziny-61/internet-magazin-na-opencart-s-privyazkoj-k-1s-1166550/", "order_text": "Здравствуйте, есть дизайн страниц будущего интернет-магазина в FIGMA.Нужно сверстать и запустить интернет-магазин на OpenCart с привязкой к 1С.", "listed": "1 неделю назад", "category": "internet-magaziny-61"}, {"link": "https://www.weblancer.net/projects/internet-magaziny-61/dizajn-internet-magazina-1166421/", "order_text": "Для десктопной и мобильной версии сайта(+ ночной режим)ссылка на наш Авито магазинссылка", "listed": "1 неделю назад", "category": "internet-magaziny-61"}, {"link": "https://www.weblancer.net/projects/internet-magaziny-61/sdelat-sajt-na-opencart-1161083/", "order_text": "Сделать сайт на OpenCart. Настроить платный шаблон, установить и настроить модуль обмена с 1С.", "listed": "1 неделю назад", "category": "internet-magaziny-61"}, {"link": "https://www.weblancer.net/projects/internet-magaziny-61/sajt-pereehal-s-wix-na-reg-ru-nuzhno-naladit-svyaz-s-poiskovikami-1166364/", "order_text": "Здравствуйте!Небольшой интернет-магазин психологических методик переехал. Доме сохранился imago-psy.ruЯ сделала сайт полностью в конструкторе рег.руПривязала его к Яндексу и Гуглу, но нужно еще кое-что сделать. У меня больше нет времени на это.Старые ссылки на Викс в топе по ключевым запросам (тест Векслера купить), но они не работают (404) нужно сделать редирект на новые.Прописать какие-то файлы robot.txtВ общем, есть работа по настройке.Помогите, пожалуйста.Я нахожусь в подмосковье.Свернуть", "listed": "1 неделю назад", "category": "internet-magaziny-61"}, {"link": "https://www.weblancer.net/projects/internet-magaziny-61/razrabotka-na-bitriks-1166308/", "order_text": "Доброго времени суток , нобходимо разработать программу лояльности . И далее есть еще несколько модулей ,которые нужно разработать. Все подробности , стоимости и срок обсудим с кандидатамиСвернуть", "listed": "1 неделю назад", "category": "internet-magaziny-61"}]